[
  {
    "Name": "Плов зі свининою",
    "MoreInfo": {
      "mealType": "Друге",
      "cuisine": "Азіатська"
    },
    "Components": "свинина – 650 г \r\nрис пропарений – 400 г \r\nморква – 2 шт\r\nцибуля ріпчаста – 2 шт \r\nчасник – 2 шт \r\nмасло рослинне – 100 мл \r\nлавровий лист – 2 шт\r\nсіль за смаком\r\nспеції за смаком",
    "Steps": "1. Моркву чистимо і натираємо на крупну тертку або нарізаємо тонкою соломкою.\r\n2. Цибулю чистимо та нарізаємо кубиками, часник ріжемо дуже дрібно.\r\n3. М’ясо нарізаємо невеликими шматками.\r\n4. У добре розігрітий сотейник наливаємо олію. Викладаємо свинину й обсмажуємо її на сильному вогні 7-10 хвилин до рум’яної скоринки, не забуваючи перевертати.\r\n5.Додаємо до м’яса цибулю й обсмажуємо 3 хвилини, потім – моркву та ще трохи обсмажуємо. Додаємо в плов часник і всі спеції, солимо.\r\n6.Перемішуємо та заливаємо окропом, щоб вода покрила м’ясо.\r\n7.Доводимо до кипіння, зменшуємо вогонь до середнього та варимо 10 хвилин.\r\n8.Рис промиваємо та викладаємо зверху на м’ясо, не розмішуючи.\r\n9.Заливаємо плов водою, щоб вона покрила рис на 2 см. Протикаємо рис ножем в декількох місцях, накриваємо кришкою та тушкуємо на слабкому вогні 20 хвилин.\r\nГотовий плов перемішуємо та подаємо гарячим.",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Плов зі свининою.jpg"
  },
  {
    "Name": "Грильяж",
    "MoreInfo": {
      "mealType": "Десерт",
      "cuisine": "Французька"
    },
    "Components": "Шоколад— 200 Грам\r\nГоріхи Волоські— 250 Грам\r\nЦукор— 150 Грам\r\nСік Лимона— 20 Мілілітрів",
    "Steps": "1. В першу чергу начистив волоських горіхів, потім використовуючи гострий ніж наріжемо їх невеликими шматочками.\r\n2. Заливаємо в каструлю п'ятдесят мл води і всипаємо туди цукор. Ставимо каструлю на вогонь і варимо на невеликому вогні (сироп повинен загуснути і придбати золотистий відтінок). Тепер додаємо сюди лимонний сік (так грильяж не виглядатиме склоподібним) і все добре перемішуємо.\r\n3. Потім всипаємо заздалегідь дрібно нарізані волоські горіхи, за допомогою ложки ретельно все перемішуємо. Шматочки горіхів повинні бути з усіх боків покриті сиропом.\r\n4. Використовуючи ложку формуємо з цієї суміші кульки (невеликого розміру) і викладаємо їх на тарілку або блюдо, попередньо змащені вершковим маслом. Для того, щоб ще не остиглий грильяж не прилипав, періодично ложку мачає в холодну воду. Хвилин двадцять-тридцять даємо грильяж на те, щоб він застиг.\r\n5. Шоколад розтоплюємо на водяній бані. Беремо грильяжні кульки, опускаємо в розігрітий шоколад і складаємо на блюдо, змазане вершковим маслом. Прибираємо в прохолодне місце, поки цукерки повністю не застигнуть.",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Грильяж.jpg"
  },
  {
    "Name": "Бануш Гуцульський",
    "MoreInfo": {
      "mealType": "Друге",
      "cuisine": "Українська"
    },
    "Components": "Сметана Домашня— 1 Літр\r\nЗаголовок Для Палітурки— 250 Грам\r\nСало Копчене Або Бекон— 300 Грам\r\nБринза— 300 Грам\r\nСіль— 0,5 Чайних Ложки\r\nВода— 1,5 Склянки",
    "Steps": "1. Сметану розбавити водою і залити в чавунний казанок. Довести до кипіння, посолити і тонкою цівкою всипаємо кукурудзяну муку. Весь час помішувати, щоб не утворилося грудочок.\r\n2. Тепер трохи зменшуємо вогонь під казанком і варимо кашу далі. Варимо кашу хвилин 15-20. Готової вона вважається тоді, коли почне загусати і відставати від стінок казанка, і на ній виступають крапельки жиру.\r\n3. Прибираємо кашу з вогню, накриваємо кришкою і ставимо недалеко від багаття, нехай доходить і не остигає. А самі беремося за сало і нарізаємо невеликими шматочками.\r\n4. На середньому вогні обсмажуємо сало до отримання хрустких шматочків. Розкладаємо кашу по тарілках, поливаємо жиром з шкварками і посипаємо розкришене бринзою.",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Бануш Гуцульський.jpg"
  },
  {
    "Name": "Апельсинове какао",
    "MoreInfo": {
      "mealType": "Напій",
      "cuisine": "Італійська"
    },
    "Components": "Какао— 1 Ст. Ложка\r\nМигдальне Молоко— 250 Мілілітрів\r\nЦукор— 2 Ст. Ложки\r\nВода— 60 Мілілітрів\r\nАпельсин— 1 Штука\r\nВанільний Сироп— 1-2 Капель",
    "Steps": "1. Натріть цедру апельсина.\r\n2. У ковшике нагрійте воду, ванільний сироп, цукор і цедру апельсина. Доведіть до кипіння і зніміть з плити.\r\n3. Процідіть сироп.\r\n4. У ковшику нагрійте мигдальне молоко з какао.\r\n5. Додайте в чайник 50 мл. апельсинового сиропу, какао і змішайте напій. Перелийте какао в стакан.\r\nАпельсинове какао готове, смачного!",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Апельсинове какао.jpg"
  },
  {
    "Name": "Ананасова сальса",
    "MoreInfo": {
      "mealType": "Салат",
      "cuisine": "Мексиканська"
    },
    "Components": "Ананас Свіжий— 1/2 Штуки\r\nЧервоний Перець— 1/2 Штуки\r\nПерець Халапеньо— 2 Штуки\r\nЗелена Цибуля— 6 Штук\r\nМ'якоть Кокоса— 1/2 Склянки\r\nЛимонний Сік— 2 Ст. Ложки",
    "Steps": "1. Ананас чистим, нарізаємо дрібними кубиками.\r\n2. Аналогічно дрібними кубиками нарізаємо перець.\r\n3.Так само ріжемо перчики халапеньо. Змішуємо всі нарізане.\r\n4. Додаємо в сальсу зелену цибулю. Туди ж додаємо м'якоть кокоса.\r\n5. Вичавлюємо трохи лимонного соку.\r\n6. Додаємо дрібно нарізану кінзу.\r\n7. Перемішуємо.\r\nАнанасова сальса готова!",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Ананасова сальса.jpg"
  },
  {
    "Name": "Картопляний пиріг з капустою",
    "MoreInfo": {
      "mealType": "Випічка",
      "cuisine": "Російська"
    },
    "Components": "Картопля — 4 Штуки\r\nМорква— 1 Штука\r\nКорінь Петрушки— Половина Частин\r\nЦибуля Ріпчаста— 1 Штука\r\nКапуста— 300 Грам\r\nБорошно Пшеничне— 4 Ст. Ложки\r\nСир Плавлений— 100 Грам\r\nКрем— 100 Мілілітрів\r\nЧасник— 2-3 Зубчиків\r\nЧебрець— За Смаком\r\nТоматний Соус— 1-2 Ст. Ложок\r\nОлія Соняшникова— 3 Ст. Ложки\r\nСіль— 2 Щіпки\r\nЧорний Перець— 1 Щіпка\r\nЯйця— 2 Штуки",
    "Steps": "1. Картоплю чистимо, ріжемо крупно і варимо до готовності. Воду зливаємо, робимо картопляне пюре.\r\n2. У картопляне пюре насипаємо борошно, сіль і додаємо 2 яйця. все перемішуємо.\r\n3. Картопляне тісто перекладаємо в силіконову форму. Розподіляємо по дну, по периметру робимо невеликий бортик.\r\n4. Підготуємо інгредієнти для начинки. Чистимо і ріжимо цибулі. Моркву і корінь петрушки тремо на крупній тертці.\r\n5. Цибулю, моркву і корінь петрушки підсмажуємо на олії.\r\n6. Капусту шаткуємо і додаємо до овочів. Готуємо всі разом 15 хвилин, періодично помішуючи.\r\n7. У готову начинку додаємо трохи солі, чорний перець, листочки чебрецю і томатний соус. Все перемішуємо і перекладаємо в форму на картопляне тісто.\r\n8. У піалу наливаємо сметану, додаємо м'який плавлений сир і часник. все перемішуємо.\r\n9. Суміш зі сметани і сиру викладаємо на пиріг і розподіляємо рівномірним шаром. Ставимо форму в духовку. Випікаємо протягом 25 хвилин при температурі 180 градусів.\r\nКартопляний пиріг з капустою готовий, смачного!",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Картопляний пиріг з капустою.jpg"
  },
  {
    "Name": "Мигдаль бурфі",
    "MoreInfo": {
      "mealType": "Десерт",
      "cuisine": "Індійська"
    },
    "Components": "Мигдаль— 50 Грам\r\nМолоко— 100 Мілілітрів\r\nЦукор— 50 Грам\r\nВершкове Масло— 50 Грам",
    "Steps": "1. Підготуйте всі необхідні інгредієнти. Мигдаль можна очистити, заливши його окропом і залишивши на 30 хвилин, але я зазвичай не очищаю, на смак це не особливо впливає.\r\n2. Подрібніть мигдаль разом з молоком і цукром в блендері, щоб від горішків залишилася дрібна крихта.\r\n3. У товстодонній каструльці невеликого розміру розтопіть вершкове масло, додайте до нього суміш з блендера і варіть на повільному вогні до загусання (близько 10 хвилин).\r\n4. Маса трохи стемніє, стане в'язкою. Саме таку масу перекладіть на пергамент, складений удвічі, у вигляді кола товщиною 5-6 мм. Залиште до повного охолодження, а потім відправте в холодильник на 1 годину. У мене десерт застигає буквально за 30-40 хвилин. Я не чекаю, поки маса прям добре затвердіє, дуже вже слинки течуть.\r\nПригощайте своїх діток смачними і корисними ласощами кожен день!",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Мигдаль бурфі.jpg"
  },
  {
    "Name": "Балабушки",
    "MoreInfo": {
      "mealType": "Випічка",
      "cuisine": "Українська"
    },
    "Components": "Борошно— 5 Склянок\r\nМолоко— 1 Склянка\r\nРослинна Олія— 5 Ст. Ложок(2 Столових Ложки — В Тісто)\r\nЦукор— 1 Ст. Ложка\r\nСіль— 1 Чайна Ложка\r\nДріжджі Сухі— 2 Чайних Ложки\r\nВода— 1 Склянка",
    "Steps": "1. У теплому молоці з цукром замочуємо сухі дріжджі.\r\n2. Просіваємо борошно в миску, додаємо сіль, рослинне масло і розчинилися дріжджі. Доливаємо склянку теплої води і замішуємо тісто.\r\n3. Накриваємо тісто рушником і ставимо в тепле місце на годину-півтора.\r\n4. Змащуємо круглу форму для випічки рослинним маслом.\r\n5. Вимішуємо тісто ще раз і ділимо на невеликі кульки, змащуємо рослинним маслом і укладаємо на невеликій відстані один від одного в форму. Можна посипати зверху насінням сезаму або соняшнику.\r\n6. Випікаємо балабушки в духовці при температурі 180 градусів приблизно хвилин 40.\r\n7. Готові балабушки накриваємо рушником до охолодження.",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Балабушки.jpg"
  },
  {
    "Name": "Восьминіг по-іспанськи",
    "MoreInfo": {
      "mealType": "Друге",
      "cuisine": "Іспанська"
    },
    "Components": "Цибуля— 1 Штука\r\nМорква— 1 Штука\r\nСелера— 2 Штуки\r\nВосьминіг— 1 Штука\r\nЛавровий Лист— 1 Штука\r\nЗапашний Перець— 3-5 Штук\r\nТрави— За Смаком\r\nКартопля Відварна— 4-6 Штук(Для Подачі)\r\nПаприка— За Смаком(Для Подачі)\r\nОливкова Олія— За Смаком(Для Подачі)\r\nСіль Морська— За Смаком",
    "Steps": "1. Очищені крупно нарізані овочі залийте водою (1,5-2 л.), додайте спеції, доведіть до кипіння, варіть 15 хвилин.\r\n2. Опустіть в бульйон восьминога, варіть на середньому вогні приблизно півгодини. Після цього заберіть каструлю з вогню і залиште все на 15 хвилин настоюватися.\r\n3. Картопля наріжте кружальцями і розкладіть по тарілках. Полийте його оливковою олією, посипте сіллю і паприкою.\r\n4. Восьминога наріжте шматочками і викладіть зверху, присипавши сіллю і паприкою до смаку. Смачного!",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Восьминіг по-іспанськи.jpg"
  },
  {
    "Name": "Місо з куркою",
    "MoreInfo": {
      "mealType": "Перше",
      "cuisine": "Японська"
    },
    "Components": "Пасти Місо— 3 Ст. Ложки\r\nБульйон— 1 Літр(Курячий)\r\nКуряче Філе— 1 Штука\r\nМорква— 1 Штука\r\nЦибуля Ріпчаста— 1/2 Штуки\r\nЧасник— 1 Зубчик\r\nІмбир Свіжий— 2 Скибочки\r\nПерець Білий— 1 Щіпка\r\nЦукор Коричневий— 1 Чайна Ложка\r\nСоєвий Соус— 1 Ст. Ложка\r\nМасло Рослинне— 1 Чайна Ложка\r\nВодорості Норі— 30 Грам\r\nТофу— 50 Грам(При Наявності)\r\nЛокшина Пшенична— 100 Грам(Квартира)",
    "Steps": "1. Зваріть міцний курячий бульйон. Процідіть його і доведіть до кипіння. Додайте в бульйон місо пасту, добре перемішайте і зніміть з вогню. Зберігайте бульйон гарячим.\r\n2. Розігрійте масло в воке або сковороді. Викладіть в масло дрібно нарубані часник і імбир. швидко перемішайте.\r\n3. Відразу ж слідом покладіть в сковороду куряче філе, нарізане невеликими косими смужками. Додайте цукор і перемішайте. Швидко обсмажте до позолоти.\r\n4. Викладіть зверху нарізані тонкою соломкою моркву і цибулю. перемішайте, полийте соєвим соусом і ще раз перемішайте. Прогрійте пару хвилин.\r\n5. Одночасно відваріть локшину рамен згідно з інструкцією на упаковці. Відкиньте на друшляк і дайте стекти воді.\r\n6. Розкладіть по глибоких мисках локшину, зверху викладіть курку з овочами. Потім додайте водорості норі, нарізані широкої соломкою. Різати їх зручно ножицями. При бажанні водорості можна замочити хвилин на 5-10 в теплому бульйоні.\r\n7. Залийте вміст мисок гарячим бульйоном. Додайте по половинці крутого яйця і посипте зеленою цибулею. При наявності, додайте кубики тофу і відразу подавайте.",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Місо з куркою.jpg"
  },
  {
    "Name": "Африканський горіховий суп",
    "MoreInfo": {
      "mealType": "Перше",
      "cuisine": "Африканська"
    },
    "Components": "Рослинна Олія— 1 Ст. Ложка\r\nЧасник— 4 Зубчики\r\nІмбир— 1 Чайна Ложка\r\nБлагословення— 1 Штука\r\nЦибулина— 1 Штука\r\nСпеції— За Смаком(Пластівці Гострого Перцю, Зіра, Сіль)\r\nТоматна Паста— 3 Ст. Ложки\r\nАрахісова Паста— 100 Грам\r\nЛистова Капуста— За Смаком\r\nПетрушка І Арахіс— За Смаком(Для Подачі)\r\nОвочевий Бульйон— 1.5 Л",
    "Steps": "1. Очистіть і натріть на тертці імбир і часник.\r\n2. Цибулю очистіть і подрібніть. Батат очистіть і наріжте невеликими кубиками. У каструлі розігрійте олію. Обсмажте імбир з часником буквально хвилинку.\r\n3. Додайте в каструлю батат і цибулю. Смажте на середньому вогні хвилин 5, помішуючи. Всипте спеції за смаком.\r\n4. Основна родзинка супу — арахісова паста. Додайте її в каструлю.\r\n5. Викладіть томатну пасту і акуратно все перемішайте.\r\n6. Влийте в каструлю овочевий бульйон або гарячу воду.\r\n7. Поки суп закипає, можна зайнятися листової капустою: вимийте, обсушіть, видаліть щільні перетинки і наріжте листя.\r\n8. Викладіть в каструлю і варіть суп на дуже повільному вогні до м'якості батата.\r\n9. Перед подачею можна доповнити блюдо жменею смаженого арахісу і свіжої петрушки.\r\nСмачного!",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Африканський горіховий суп.jpg"
  },
  {
    "Name": "Алкогольний напій з ожиною",
    "MoreInfo": {
      "mealType": "Напій",
      "cuisine": "Американська"
    },
    "Components": "Лимон— 1 Штука\r\nОжини— 8 Штук\r\nЦукрового Сиропу— 30 Грам\r\nГорілки— 45 Грам\r\nЛьоду— 1 Склянка",
    "Steps": "1. Для сиропу закип'ятіть третину склянки води з третиною склянки цукру на повільному вогні.\r\n2. Вичавіть сік лимона в шейкер для коктейлів. Додайте туди ж ожину і гарненько змішайте. Додати сироп і ще раз сильно змішати.\r\n3. Лід висипати в шейкер, туди ж влити горілку і ще раз сильно струснути.\r\n4. Коктейль готовий. Його можна перелити в стакан з товстим дном або келих для мартіні, а також прикрасити цілої ягідкою ожини.",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Алкогольний напій з ожиною.jpg"
  },
  {
    "Name": "Яловичина з огірком по-китайськи",
    "MoreInfo": {
      "mealType": "Салат",
      "cuisine": "Китайська"
    },
    "Components": "Яловичина— 300-400 Грам\r\nОгірок— 2 Штуки\r\nЛук Білий— 1 Штука\r\nЧасник— 3-4 Зубчиків\r\nПерець Болгарський— 1 Штука\r\nПерець Червоний Пекучий— 1 Чайна Ложка\r\nКоріандр— 1 Чайна Ложка\r\nСоєвий Соус— 4 Ст. Ложки\r\nЦукор— 1 Чайна Ложка\r\nСіль— 0,5-1 Чайних Ложки\r\nОцет Винний— 2 Ст. Ложки\r\nМасло Рослинне— 4 Ст. Ложки(Кунжутне)",
    "Steps": "1. Наріжте огірки довгими тонкими брусочками, посипте сіллю, залиште на 15 хвилин.\r\n2. Наріжте цибулю півкільцями, подрібніть часник.\r\n3. М'ясо поріжте тонкими смужками, обсмажте на олії на добре розігрітій сковороді.\r\n4. Злийте сік з огірків.\r\n5. На огірки викладіть болгарський перець нарізаний тонкою соломкою та цибулю.\r\n6. Зверху викладіть м'ясо разом з рослинним маслом, на якому воно обсмажувалося.\r\n7. Розітріть в ступці коріандр.\r\n8. Приготуйте салатну заправку з винного (бальзамічного) оцту, соєвого соусу, цукру, часнику і червоного пекучого перцю.\r\n9. Полийте салатною заправкою м'ясо.\r\n10. Добре перемішайте і подавайте салат до столу ще теплим, це дуже смачно і пікантно, байдужих не буде!",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Яловичина з огірком по-китайськи.jpg"
  },
  {
    "Name": "Американське печиво з шоколадною крихтою",
    "MoreInfo": {
      "mealType": "Випічка",
      "cuisine": "Американська"
    },
    "Components": "100 г м'якого вершкового масла\r\n100 г дрібного цукру\r\n1 ч.л. ванільного цукру\r\n1 велике яйце або 2 маленьких\r\n150 г борошна\r\nдрібка солі\r\n1/3 ч.л. розпушувача\r\n100 г чорного шоколаду",
    "Steps": "1. Охолоджений шоколад порубати на маленькі шматочки.\r\n2. Збити міксером розм'якшене вершкове масло з цукром в пишний світлий крем. Додати яйця, ще раз збити.\r\n3. Змішати в окремій мисці борошно, розпушувач, сіль і ванільний цукор. Додати до олійно-яєчної суміші, перемішати з допомогою силіконової лопатки.\r\nНаприкінці додати шматочки шоколаду, ще раз перемішати лопаткою.\r\n4. Застелити деко папером для випічки і викласти тісто кульками за допомогою столової ложки, залишаючи між ними по 5-6 см вільного простору.\r\n5. Випікати в розігрітій до 180 С духовці близько 8-12 хвилин, поки краї печива не підрум'яняться. Остудити і подавати разом з какао або молоком.",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Американське печиво з шоколадною крихтою.jpg"
  },
  {
    "Name": "Бограч",
    "MoreInfo": {
      "mealType": "Перше",
      "cuisine": "Європейська"
    },
    "Components": "Жир— 3 Ст. Ложки\r\nЦибуля— 500 Грам\r\nПаприка— 1/4 Склянки\r\nЯловичина— 750 Грам\r\nЧасник— 5 Зубчиків\r\nПерець— 2 Штуки(Червоний І Жовтий)\r\nПомідори— 2 Штуки\r\nМорква— 2 Штуки\r\nКартопля— 2 Штуки\r\nБульйон Яловичий— 5 Склянок\r\nЛавровий Лист— 1 Штука\r\nСіль, Перець— За Смаком",
    "Steps": "1. Вимийте і розріжте перці, видаліть мембрани і насіння, потім наріжте їх невеликими кубиками.\r\n2. очистіть картопля, морква. Моркву наріжте кружальцями, картопля і томати -Невеликі кубиками.\r\n3. вимийте м'ясо, наріжте його кубиками. Очистіть цибулю і наріжте його кубиками. часник подрібніть.\r\n4. Розігрійте казан або каструлю з товстим дном, розтопіть жир, потім викладіть цибулю і додайте паприку.\r\n5. Перемішайте все вміст і готуйте 5-7 хвилин.\r\n6. В казанок додайте яловичину і часник. Перемішайте і обсмажуйте на середньому вогні 5-7 хвилин.\r\n7. Всипте раніше очищений і подрібнений червоний, жовтий перці.\r\n8. Перемішайте акуратно все вміст зверху вниз, щоб овочі на розпалися.\r\n9. В казанок додайте картоплю, томати і морква.\r\n10. влийте бульйон, за смаком посоліть і поперчіть, додайте лавровий лист. Доведіть вміст до кипіння і зменшіть вогонь, варите 40-50 хвилин.\r\n11. Готову страву виходить густим і наваристим, при необхідності додайте ще спецій і сіль.\r\n12. Подавайте блюдо відразу після приготування з шматочком білого хліба. Смачного!",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Бограч.jpg"
  },
  {
    "Name": "Кебаби в овочах по-турецьки",
    "MoreInfo": {
      "mealType": "Друге",
      "cuisine": "Турецька"
    },
    "Components": "Фарш Домашній— 500 Грам\r\nЯйце— 1 Штука\r\nКабачок— 3 Штуки(Молоді Невеликі )\r\nБаклажан— 3 Штуки(Молоді Невеликі)\r\nПомідори— 1 Штука\r\nПерець Солодкий— 1 Штука\r\nЦибуля Ріпчаста— 1 Штука\r\nЗелень— 1/2 Склянки(Рубана Суміш Кінзи, Базиліка І М'яти)\r\nЧасник— 4  Зубчики\r\nПерець Гострий Мелений— 1 Щіпка\r\nПаприка Мелена— 1 Чайна Ложка\r\nКоріандр— 1/2 Чайних Ложки\r\nЧорний Перець— За Смаком\r\nЙогурт Натуральний— 150 Мілілітрів(Густий)\r\nТомати Протерті— 100 Мілілітрів(Або Горлодер)\r\nМасло Оливкове— 2 Ст. Ложки",
    "Steps": "1.Виберіть рівні гладкі кабачки і баклажани, молоді, з ніжною м'якоттю і без насіння, приблизно одного розміру. зріжте кінчики, підрівнюючи овочі по довжині, і розріжте овочі тонкими скибочками віялом, НЕ дорізаючи з одного кінця сантиметра на 3-4. Опустіть в киплячу солону воду і варіть хвилини 3. Потім обдайте холодною водою і дайте стекти.\r\n2. Додайте у фарш яйце, прянощі, посоліть і поперчіть за смаком, добре вимішайте. Відбийте кілька разів фарш в мисці.\r\n3. Обрізки кабачків і баклажанів, солодкий перець, часник і цибулю наріжте дрібно і обсмажте до золотистої скоринки.\r\n4. Зробіть кебаби - начините овочі між скибочками фаршем. Я побоялася, що кебаби будуть розвалюватися і спочатку скріпила їх шпажками, але пізніше зрозуміла, що це не потрібно.\r\n5. У форму для запікання покладіть шар обсмажених овочів. На них зверху викладіть кебаби. Накрийте кебаби тонкими кружечками стиглого помідора.\r\n6. Залийте кебаби соусом з густого натурального йогурту і пробитих помідорів з часником і гострим перцем. Я додала свіжий домашній горлодер.\r\n7. Запікайте в розігрітій до 200 градусів духовці хвилин 15, до рум'яної скоринки. Потім зменшіть нагрів до 170 і доведіть блюдо до готовності - при проколі вощи повинні бути м'якими. Дайте постояти без нагріву хвилин 5-7.\r\n8. Подавайте кебаби гарячими, розрізавши на широкі скибочки поперек овочів, щоб добре було видно шари. Викладайте на тарілки скибки кабачків і баклажанів і подавайте, прикрасивши свіжою зеленню, краще петрушкою, кінзою і м'ятою. Смачного!",
    "ImagePath": "C:\\code\\ITStep C#\\KursovaWPF\\KursovaWPF\\Resources\\Images\\Кебаби в овочах по-турецьки.jpg"
  }
]